Repository: fossasia/pslab-expeyes
Catalog: lang/*.po
Languages: fr

source: Time
fr: Temps

source: Starting the Measurements
fr: Démarrage de la mesure

source: Failed to Start
fr: Échec du démarrage

source: User Stopped the measurements
fr: L'utilisateur a arrêté la mesure

source: Completed the Measurements
fr: Mesures terminées

source: Data saved to %s
fr: Données enregistrées dans %s

source: Cleared Data and Trace
fr: Effacé les données et la trace

source: Digitize for
fr: Numériser pendant

source: Seconds.
fr: s.

source: Black line -X axis, Red line -Yaxis, Blue line -Z axis
fr: Ligne noire axe-X, ligne rouge axe-Y, ligne bleue axe-Z

source: START
fr: DÉMARRAGE

source: CLEAR
fr: EFFACER

source: SAVE to
fr: ENREGISTRER sous

source: QUIT
fr: QUITTER

source: EYESJUN: Accelerometer
fr: EYES Junior :accéléromètre

source: Volts
fr: V

source: Data saved to file
fr: Les données sont enregistrées dans le fichier

source: EYES Hardware Not Found. Check Connections and restart the program
fr: Le boîtier EYES n'a pas été trouvé. Vérifier les connexions et redémarrer le programme.

source: DRAW
fr: TRACER

source: Save to
fr: Enregistrer sous

source: Lissajous Figures
fr: Figures de Lissajous

source: EYES: Lissajous Figuresusing accelerometer
fr: EYES : figures de Lissajous à l'aide d'un accéléromètre

source: EYES: Lissajous Figures
fr: EYES : figures de Lissajous

source: Volt
fr: V

source: Read Every
fr: Lire toutes les

source: for total
fr: pour un total de

source: Range
fr: Intervalle

source: to,
fr: à,

source: Current =
fr: Courant =

source: Relative Humidity Measuements using HS1101
fr: Mesures d'humidité relative avec HS1101

source: Magnetic field using Hall Sensor
fr: Champ magnétique à l'aide d'un capteur à effet Hall

source: temperature setpoint out of range
fr: réglage de température hors intervalle

source: UPV setpoint out of range
fr: réglage UPV hors intervalle

source: Starting the Controller
fr: Démarrage du contrôleur

source: Set at
fr: Réglage à

source: deg C
fr: °C

source: Temperature Controller (LM35)
fr: Contôleur de température (LM35)

source: Temperature controller using LM35
fr: Contôleur de température à l'aide d'un LM35

source: Time in second
fr: Temps en seconde

source: Temp in celsius
fr: Température en °C

source: Wrong connections or value of Rg
fr: Connexions ou valeur de Rg incorrectes

source: Temperature Measuements using PT100
fr: Mesures de température avec la sonde PT100

source: Max Dist=
fr: Dist max =

source: Motion Graph using Position Sensor SRF-05
fr: Graphique de déplacement à l'aide du capteur de position SRF-05

source: Voltage Scan on Coil Done. Noise Voltage = %5.3f V
fr: Scan de tension réalisé sur la bobine. Tension de bruit = %5.3f V

source: Peak voltages %5.2f and %5.3f separated by %5.3f msec
fr: Tensions crêtes %5.2f et %5.2f séparées par %5.3f ms

source: Start Scanning
fr: Début du scan

source: VIEW
fr: VOIR

source: EYESJUN: Voltamogram
fr: EYES Junior : voltamogramme

source: Data
fr: Données

source: Seconds
fr: s

source: Weather Station Data Logger
fr: Enregistreur de station météo

source: Piezo-electric Transducer
fr: Transducteur Piézo-électrique

source: RED Line - Temperature in Celsius
fr: Ligne ROUGE - Température (°C)

source: BLUE Line - Temperature in Fahrenheit
fr: Ligne BLEUE - Température (°F)

source: Temperature Measuements using LM35
fr: Mesures de température avec un LM35

source: MQ-6 LPG Gas Sensor
fr: Détecteur de gaz MQ-6 LPG

source: Black Line - Methane
fr: Ligne NOIRE - Méthane

source: Red Line - Liquified Petroium Gas
fr: Ligne ROUGE - Gaz de pétrole liquéfié

source: Blue Line - Carbon Monoxide Gas
fr: Ligne BLEUE - dioxyde de carbone

source: ExpEYES: Gas Sensors GUI
fr: ExpEYES: Détecteurs de Gaz

source: MQ-7 Carbon Monoxide Gas Sensor
fr: Détecteur de gaz MQ-7 monoxyde de carbone

source: MQ-4 Methane/Natural Gas Sensor
fr: Détecteur de gaz MQ-4 Méthane/Gaz naturel

source: DC Motor as Pick-up Device
fr: Moteur à courant continu comme tachymètre

source: Output HIGH - Magnetic Field is NOT Present
fr: Sortie HAUTE - Champ magnétique ABSENT

source: Output LOW - Magnetic Field is Present
fr: Sortie BASSE - Champ magnétique PRÉSENT

source: Hall Magnetic Sensor KY-003
fr: Capteur magnétique à effet Hall KY-003

source: Done
fr: Fait

source: RC = %5.2f mSec
fr: RC = %5.2f ms

source: Failed to fit the curve with V=Vo*exp(-t/RC)
fr: Échec de modélisation de la courbe avec U=Uo*exp(-t/RC)

source: milliSeconds
fr: ms

source: 0 to 5V STEP
fr: Échelon de 0 à 5V

source: 5 to 0V STEP
fr: Échelon de 5 à 0V

source: CC Charge
fr: Charge CC

source: Calculate RC
fr: Calculer RC

source: ViewAll
fr: Voir tout

source: Battery Characteristics
fr: Courbe I-U d'une batterie

source: Acceleration g
fr: Accélération g

source: Black Line : X-axis
fr: Ligne NOIRE : axe X

source: RED Line : Y-axis
fr: Ligne ROUGE : axe Y

source: BLUE Line - Z-axis
fr: Ligne BLEUE - axe Z

source: EYESJUN: Accelerometer ADXL 335
fr: EYES Junior :accéléromètre ADXL 335

source: Accelerometer ADXL 335 Tilt angle Measurement
fr: Accéléromètre ADXL 335, inclinomètre

source: Timeout Error. Check Connections
fr: Erreur de timeout. Vérifier lesconnexions

source: Trials
fr: Essais

source: EYES Junior: Photogate
fr: EYES Junior : barrière photo-électrique

source: Motion Graphs Using Two Position Sensors
fr: Graphique de déplacement à l'aide de deux capteurs de position

source: Phase = %5.0f deg
fr: Phase = %5.0f °

source: No Signal
fr: Pas de signal

source: freq
fr: fréq

source: power
fr: puissance

source: Fourier transform Saved to FFT.dat.
fr: Transformée de Fourier enregistrée dans FFT.dat

source: Freq=
fr: Fréq =

source: Velocity of Sound
fr: Vitesse du son

source: EYES: Velocity of Sound
fr: EYES : vitesse du son

source: RED Line - Capacity in pF
fr: Ligne ROUGE - Capacité en pF

source: BLUE Line - Relative Humidity in %.
fr: Ligne BLEUE - Humidité relative en %.

source: Relative Humidity using HS-1101 sensor
fr: Mesures d'humidité relative avec HS-1101

source: Starting Capacitance Measurement..
fr: Démarrage de la mesure de capacité ...

source: Error: Capacitance too high or short to ground
fr: Erreur :capacité trop grande ou court-circuit à la masse

source: IN1 Not Calibrated.
fr: IN1 n'est pas calibré.

source: Current to be set only on IN1(3) or IN2(4)
fr: Courant à régler seulement pour IN1(3) ou IN2(4)

source: Current to be set only on IN1 or IN2
fr: Le courant ne doit être réglé que pour IN1 ou IN2

source: MEASURECV ERROR
fr: ERREUR MEASURECV

source: Error measuring capacitance %5.3f
fr: Erreur de mesure de capacité %5.3f

source: Error measuring capacitance
fr: Erreur de mesure de capacité

source: Value of "g" by fitting the data points = %5.2f
fr: Valeur de « g » par modélisation des points de données = %5.2f

source: Invalid H
fr: H non valide

source: Timeout Err
fr: Erreur de timeout

source: Attach Ball at H=
fr: Fixer la bille à H =

source: Measure TOF
fr: Mesurer le temps de vol

source: Acceleration due to gravity by Time of Flight
fr: Accélération due à la gravité, par le temps de vol

source: FIT
fr: MODÉLISER

source: Gravity by TOF
fr: Gravité par temps de vol

source: Gravity by Time of Flight
fr: Gravité par temps de vol

source: Coupled Pendulum Oscillations
fr: Oscillations de pendules couplés

source: Oscillations of Coupled Pendulums
fr: Oscillations de pendules couplés

source: %8.6f sec
fr: %8.6f s

source: Error..
fr: Erreur ...

source: Connect Transmitter from OD1 to Ground
fr: Connecter l'émetteur entre OD1 et la masse

source: Connect Receiver from T15 to Ground
fr: Connecter le récepteur entre (15) et la masse

source: Keep them facing each other, at a known distance
fr: Les placer face à face, à une distance connue

source: Measure Time of Travel
fr: Mesure de temps de propagation

source: Velocity of Sound, 40kHz
fr: Vitesse du son,40 kHz

source: BLUE Line - Relative Humidity in %
fr: Ligne BLEUE - Humidité relative en %

source: ExpEYES- Weather Station Data Logger
fr: ExpEYES - Enregistreur de station météo

source: Starting the Measurement
fr: Démarrage de la mesure

source: Failed to Start Measurement
fr: Échec du démarrage de la mesure

source: Data Saved
fr: Données enregistrées

source: EYES-Junior: Four Channel Data Logger
fr: EYES Junior : enregistreur de signaux à 4 canaux

source: PVS = %5.3f volts
fr: PVS = %5.3f V

source: To change PVS drag the slider. For fine adjustment, click on its left or right
fr: Pour modifier PVS bouger le curseur. Pour un ajustement fin, cliquer à sa gauche ou à sa droite

source: EYES Junior: Adjust PVS
fr: EYES Junior : ajuster PVS
